{
  "Heavily damaged": "Heavily damaged",
  "Prophet": "Prophet",
  "Sortie Prophet": "Sortie Prophet",
  "Unknown Formation": "Unknown Formation",
  "Line Ahead": "Line Ahead",
  "Double Line": "Double Line",
  "Diamond": "Diamond",
  "Echelon": "Echelon",
  "Line Abreast": "Line Abreast",
  "Cruising Formation 1": "Cruising Formation 1",
  "Cruising Formation 2": "Cruising Formation 2",
  "Cruising Formation 3": "Cruising Formation 3",
  "Cruising Formation 4": "Cruising Formation 4",
  "Unknown Engagement": "Unknown Engagement",
  "Parallel Engagement": "Parallel Engagement",
  "Head-on Engagement": "Head-on Engagement",
  "Crossing the T (Advantage)": "Crossing the T (Advantage)",
  "Crossing the T (Disadvantage)": "Crossing the T (Disadvantage)",
  "Unknown": "Unknown",
  "Sortie Fleet": "Sortie Fleet",
  "Enemy Vessel": "Enemy Vessel",
  "HP": "HP",
  "PvP": "PvP",
  "Admiral": "Admiral",
  "{{type}} \"{{ship}}\" joined your fleet": "{{type}} \"{{ship}}\" joined your fleet",
  "Useitem_got": "Item \"{{item}}\"({{count}}) got",
  "Unknown FC": "Unknown FC",
  "Air Supremacy": "AS+",
  "Air Superiority": "AS",
  "Air Parity": "Air Parity",
  "Air Incapability": "Air Incapability",
  "Air Denial": "Air Denial",
  "Start": "Start",
  "Obtain Resources": "Obtain Resources",
  "Lose Resources": "Lose Resources",
  "Battle": "Battle",
  "Boss Battle": "Boss Battle",
  "Battle Avoid": "Battle Avoid",
  "Air Strike": "Air Strike",
  "Escort Success": "Escort Success",
  "Transport Munitions": "Transport Munitions",
  "Manual Selection": "Manual Selection",
  "Aerial Recon": "Aerial Recon",
  "Compass Point": "Compass Point",
  "Next Spot": "Next Spot",
  "last_chosen": "Last chosen: ",
  "smoke": "Smoke screen activated",
  "A_rank": "A rank",
  "Anchorage Repair": "Anchorage Repair",

  "気のせいだった。": "Must be my imagination.",
  "敵影を見ず。": "No sign of the enemy.",
  "穏やかな海です。": "Calm seas.",
  "穏やかな海峡です。": "Calm straits.",
  "警戒が必要です。": "Be on alert.",
  "静かな海です。": "Quiet seas.",
  "艦隊は対潜警戒進撃中。引き続き、対潜対空警戒を厳とせよ。": "The fleet is advancing under anti-sub alert. Maintain anti-sub and anti-air alert.",
  "敵哨戒機らしき機影認む。空襲の恐れあり。対空警戒を厳とせよ!": "Enemy patrol aircraft spotted. Air raid likely. High anti-air alert!",
  "1YB第一第二部隊栗田艦隊はパラワン水道を進撃中。現海域に敵影なし。警戒を厳とせよ!": "1st Striking Force, 1st and 2nd Sections: the Kurita Fleet is advancing through Palawan Strait. No sign of the enemy in the current area. Maintain high alert!",
  "1YB第三部隊、西村艦隊は堂々と進撃中。遊撃部隊主力栗田艦隊を援護せよ! 進め!": "1st Striking Force, 3rd Section: the Nishimura Fleet is advancing steadily. Support the main strength of the Striking Force, the Kurita Fleet! Onward!",
  "1YB第三部隊西村艦隊はこれよりスリガオ海峡方面に突入。主力栗田艦隊を援護する! 進め!": "1st Striking Force, 3rd Section: the Nishimura Fleet will now penetrate Surigao Strait. Support the main force, the Kurita Fleet! Onward!",
  "艦隊はシブヤン海に突入する。対空見張り、厳とせよ！": "The fleet is charging into Sibuyan Sea. Maintain anti-air watch!",
  "前線航空基地への航空資材輸送作戦は失敗せり。": "The air material transport operation for the front air base failed.",
  "1YB第一第二部隊栗田艦隊はシブヤン海を進撃中。敵艦載機空襲が予測される。対空警戒を厳とせよ!": "1st Striking Force, 1st and 2nd Sections: the Kurita Fleet is advancing through the Sibuyan Sea. Strikes by enemy carrier-based air are expected. High anti-air alert!",
  "1YB第一第二部隊栗田艦隊はサマール沖を進撃中。敵機動部隊を発見! 全艦突撃せよ!": "1st Striking Force, 1st and 2nd Sections: the Kurita Fleet is advancing into the waters off Samar. Enemy carrier task force spotted! All ships, begin the assault!",
  "1YB第三部隊西村艦隊はスリガオ海峡に突入せり。栗田艦隊を援護する! 天祐を確認し、全艦突撃せよ!": "1st Striking Force, 3rd Section: the Nishimura Fleet has broken through Surigao Strait. Support the Kurita Fleet! All ships, begin the assault with divine assistance!",
  "KdMB機動部隊本隊小沢艦隊は敵機動部隊主力を北方に誘引、好機を捉えこれを捕捉撃破せよ！": "Mobile Force Main Body, Ozawa fleet; draw the bulk of the enemy carrier task forces northward, taking the opportunity to ensnare and eliminate them!",
  "艦隊左舷にパナイ島を見ゆ……。対空警戒を厳とせよ！": "Panay Island visible to port... High anti-air alert!",
  "艦隊右舷にミンダナオ島を認む。入港準備…――始めッ！": "Mindanao Island sighted to starboard. Prepare to enter the port... --Now!",
  "2YB遊撃第二部隊志摩艦隊、出撃！敵残存艦隊を索敵捕捉、掃射せよ！": "2nd Striking Force, 2nd Section: Shima Fleet, sortie! Find and corner the remnants of the enemy fleets, then mop them up!",
  "2YB遊撃第二部隊、敵哨戒機を発見す！敵機空襲が予測される。対空警戒、厳とせよ!": "2nd Striking Force, 2nd Section has spotted enemy patrol aircraft! Expecting enemy air raids. High anti-air alert!",
  "2YB遊撃第二部隊、戦場海域に突入す！対空、そして対潜警戒も厳とせよ！": "2nd Striking Force, 2nd Section has reached the operation area! Maintain high anti-air as well as anti-sub alert!",
  "1YB遊撃第一部隊より高速艦艇を抽出。敵残存艦隊の捜索撃滅に出撃す！": "1st Striking Force, 1st Section, detaching fast ships. Move out to search and destroy the remnants of the enemy fleet!",
  "連合艦隊機動部隊本隊、出撃！敵機動部隊を撃滅する！続け！": "Combined Fleet, Mobile Force Main Body, sortie! Annihilate the enemy carrier task forces! Onward!！",
  "艦隊、増速！これより連合艦隊は艦隊決戦を行う！　我に続け！": "Fleet, increase speed! The combined fleet will now begin the decisive battle! Follow me!"
}
